---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SpanDirectionSymbolFailures
source: html/4fccbed4-eb4c-4a58-0c4d-30dc530a8c95.htm
---
# BuiltInFailures.SpanDirectionSymbolFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.